[
    {
    "location_name": "Fort McMurray Oil Sands Industrial Park (Athabasca region)",
    "latitude": 56.7264,
    "longitude": -111.379,
    "viability_score": 8,
    "viable_products": [
      "Methanol",
      "DRI-EAR Steel",
      "Dimethyl Carbonate",
      "Formic Acid",
      "Polyurethane"
    ],
    "product_market_price": "355",
    "can_sell_100_tons_co2_equivalent_within_100_km": true,
    "available_incentives": [
      "Alberta Carbon Capture Incentive Program (ACCIP): 12% grant for new eligible capital costs",
      "TIER carbon credits: CAD $80/tonne CO2 in 2024",
      "Federal CCUS Investment Tax Credit: up to 50% for capture equipment",
      "Industrial Energy Efficiency and Carbon Capture Utilization and Storage (IEE CCUS) Grant Program: $131 million fund",
      "Emissions Reduction Alberta (ERA) funding opportunities"
    ],
    "cited_sources": [
      {
        "url": "https://www.methanex.com/wp-content/uploads/2024-Annual-Report.pdf",
        "extracted_quote": "Average realized price (U.S.$ per tonne) 355 333 397 393 247"
      },
      {
        "url": "https://www.cga.ca/wp-content/uploads/2024/11/Carbon-Utilization-Market-Report.pdf",
        "extracted_quote": "Alberta Industrial Heartland covers regions of Fort Saskatchewan, Edmonton, and the counties of Lamont, Strathcona, and Sturgeon. 55. The presence of"
      },
      {
        "url": "https://www.alberta.ca/carbon-capture-utilization-and-storage-development-and-innovation",
        "extracted_quote": "By providing a grant of 12% for new eligible capital costs through the Alberta Carbon Capture Incentive Program (ACCIP), Alberta will help hard-to-abate industries, such as oil and gas, power generation, hydrogen, petrochemicals and cement"
      },
      {
        "url": "https://icapcarbonaction.com/en/ets/canada-alberta-technology-innovation-and-emissions-reduction-regulation",
        "extracted_quote": "paying into the TIER fund to purchase a fund credit for each tonne of excess emissions produced at the prescribed TIER Fund Price ( CAD 80 [USD 58.42] per tonne in 2024"
      },
      {
        "url": "https://www.eralberta.ca/wp-content/uploads/2023/05/K130099-Enerkem-Valorizing-CO2-Final-Report_PUBLIC.pdf",
        "extracted_quote": "Enerkem plans to use CO2 from major emitters such as (i) steam methane reforming operations in Alberta that produce hydrogen for refineries and (ii) synthetic"
      },
      {
        "url": "https://www.cga.ca/wp-content/uploads/2024/11/Carbon-Utilization-Market-Report.pdf",
        "extracted_quote": "a CAGR of methanol in Canada at 3.7 per cent over the next decade, with an estimated market of approximately 775,000 tonnes. 79. – There is a global market"
      }
    ],
    "analysis_defense": "The viability score of 8/10 is justified by several key factors:\n\n1. **Product Selection - Methanol**: Based on the Canadian Gas Association's Carbon Utilization Market Report, methanol has a growing market in Canada with a 3.7% CAGR and 775,000 tonnes of annual demand. The Methanex 2024 Annual Report confirms current market prices of $355 USD/tonne, providing strong economics for CO2-to-methanol conversion.\n\n2. **Market Access**: The site is approximately 450 km from Alberta's Industrial Heartland (Edmonton/Fort Saskatchewan area), which the Canadian Gas Association report confirms is a major petrochemical hub. While beyond 100 km, the oil sands region itself has significant industrial demand for methanol in upgrading operations, as noted in the Enerkem report discussing CO2 utilization from steam methane reforming operations at refineries.\n\n3. **Financial Incentives**: Alberta offers multiple stacked incentives totaling potential support of over 60% of capital costs through ACCIP (12% grant), federal CCUS ITC (up to 50%), and additional TIER carbon credits worth CAD $80/tonne in 2024. The IEE CCUS Grant Program provides additional funding opportunities.\n\n4. **CO2 Supply**: The oil sands operations provide abundant, concentrated CO2 streams from upgraders and steam generation, making capture more economical than from dilute sources.\n\n5. **Infrastructure**: The region has existing industrial infrastructure, utilities, and workforce familiar with chemical processing, reducing implementation barriers.",
    "site_summary": "Fort McMurray Oil Sands Industrial Park presents a highly viable opportunity for CO2-to-methanol conversion with a score of 8/10. The site benefits from abundant concentrated CO2 from oil sands operations, strong methanol market fundamentals ($355 USD/tonne), and exceptional government support through stacked incentives potentially covering over 60% of capital costs. While the nearest major petrochemical hub is 450 km away in Edmonton's Industrial Heartland, local demand from oil sands upgrading operations can absorb initial production. The combination of Alberta's ACCIP program (12% capital grant), federal CCUS tax credits (up to 50%), and TIER carbon credits ($80 CAD/tonne) creates compelling project economics. With Canada's methanol market growing at 3.7% annually and reaching 775,000 tonnes, this location offers a strategic entry point for CO2 utilization in one of Canada's most carbon-intensive industrial regions.",
    "site_id": "62a5d304-1f72-4329-9bc1-f0cca0007a8d",
    "last_updated": "2025-08-23T18:53:54.993270"
  },
  {
    "location_name": "Reliance Industries Jamnagar Refinery Complex, Motikhavdi Village, Gujarat",
    "latitude": 22.3544,
    "longitude": 69.8478,
    "viability_score": 9,
    "viable_products": [
      "Methanol",
      "Formic Acid",
      "Dimethyl Carbonate",
      "Acetyls",
      "Aldehydes",
      "MTO Olefins",
      "Ethylene",
      "Propylene"
    ],
    "product_market_price": "320",
    "can_sell_100_tons_co2_equivalent_within_100_km": true,
    "available_incentives": [
      "NITI Aayog CCUS Policy (under development, expected end 2024)",
      "Carbon credits/incentives based policy framework",
      "Viability gap funding for CCUS projects",
      "Demonstration project support",
      "R&D incentives for carbon utilization",
      "Department of Science Technology CCU test bed funding (25% industry contribution required)"
    ],
    "cited_sources": [
      {
        "url": "https://climatetrace.org/news/rpl-jamnagar-the-worlds-largest-oil-refinery",
        "extracted_quote": "According to Climate TRACE data, RPL Jamnagar was the world's highest-emitting refinery in 2022, emitting 19.76 million tonnes of CO2e that year"
      },
      {
        "url": "https://www.spglobal.com/commodity-insights/en/news-research/latest-news/energy-transition/020724-reliance-industries-plans-to-reuse-captured-carbon-for-internal-industrial-processes",
        "extracted_quote": "Reliance Industries prefers to capture carbon and use it to manufacture other chemicals, deploying its own technology to reduce costs, rather than store in underground depleted wells"
      },
      {
        "url": "https://www.echemi.com/pip/methanol-reagent-pd20150901274.html",
        "extracted_quote": "India Methanol CFR 320.0 USD/ton Aug 21"
      },
      {
        "url": "https://www.techsciresearch.com/report/india-methanol-market/15867.html",
        "extracted_quote": "India Methanol Market achieved a total market volume of 330.08 thousand Metric Tonnes in 2024 and is anticipated to reach 434.68 thousand Metric Tonnes by 2030, with a CAGR of 4.73% during forecast period"
      },
      {
        "url": "https://environmentclearance.nic.in/writereaddata/Online/TOR/16_Nov_2021_15451393352077545PFR.pdf",
        "extracted_quote": "chemicals: • Acetic acid and Acetic anhydride • Acetic acid derivatives of ethyl acetate + VAM, or vinyl acetate monomer • VAM derivatives of VAE or vinyl acetate ethylene + EVA or ethylene vinyl acetate • Methanol, formic acid and DME, or di-methyl ether"
      },
      {
        "url": "https://www.trade.gov/market-intelligence/india-decarbonization-and-carbon-capture-utilization-and-storage-ccus-market",
        "extracted_quote": "India's planning commission, NITI Aayog, has proposed a CCUS policy involving industry clusters, employment generation, and financial incentives to help its adoption on a commercial scale, with the potential for India to reach a CCUS capacity of 750 million metric tons per year by 2050"
      },
      {
        "url": "https://www.niti.gov.in/sites/default/files/2022-12/CCUS-Report.pdf",
        "extracted_quote": "A carbon credits-based policy is most suited for a developing country like India, to incentivize CCUS adoption and bring down the cost of carbon capture, establish markets for low-carbon products and decarbonize India's large and relatively young industrial asset base"
      }
    ],
    "analysis_defense": "The viability score of 9/10 is justified by several compelling factors:\n\n1. **Massive CO2 Source**: Climate TRACE data confirms Jamnagar emits 19.76 million tonnes CO2e annually, providing an enormous feedstock for carbon utilization far exceeding the 100-ton requirement.\n\n2. **Methanol Market Dynamics**: India's methanol market shows strong growth (4.73% CAGR through 2030) with current CFR prices at $320/ton. Gujarat dominates India's chemical exports (46.16% share), indicating robust regional demand.\n\n3. **Strategic Location**: The refinery complex already produces chemicals including acetic acid, formic acid, and plans for methanol/DME production. This existing infrastructure significantly reduces capital requirements for CO2 utilization.\n\n4. **Corporate Commitment**: Reliance explicitly stated preference for carbon utilization over storage, developing proprietary technology to manufacture chemicals from captured CO2.\n\n5. **Policy Support**: India's CCUS policy framework (expected end 2024) promises carbon credits, viability gap funding, and R&D incentives specifically designed for carbon utilization projects.\n\n6. **Regional Chemical Demand**: Gujarat's chemical industry concentration within 100km radius (including formaldehyde and acetic acid producers) ensures ready markets for methanol and other CO2-derived products.\n\nThe only factor preventing a perfect score is the pending finalization of specific incentive amounts under the CCUS policy.",
    "site_summary": "The Reliance Jamnagar Refinery Complex presents an exceptional opportunity for large-scale CO2-to-product conversion, ranking among India's most viable sites. With annual emissions of 19.76 million tonnes CO2e, the world's largest refinery provides abundant feedstock for carbon utilization. Methanol emerges as the primary product opportunity at current market prices of $320/ton, supported by India's growing demand (4.73% CAGR) and Gujarat's dominance in chemical production. \n\nReliance's strategic commitment to carbon utilization over storage, combined with existing chemical infrastructure producing acetic acid and planning methanol/DME facilities, creates significant competitive advantages. The location benefits from Gujarat's chemical industry concentration, ensuring robust demand within 100km for CO2-derived products.\n\nWhile specific incentive amounts await finalization of India's CCUS policy (expected end 2024), the framework promises carbon credits, viability gap funding, and demonstration project support. Given the scale, infrastructure, market dynamics, and corporate alignment, this site represents a premier opportunity for immediate CO2 utilization investment with potential for rapid expansion into multiple product streams.",
    "site_id": "b8668c2f-a696-4324-a820-c3af74b1bbc6",
    "last_updated": "2025-08-23T19:07:47.984797"
  }
]